Repository: lil-org/big-wallet
Catalog: Shared/Supporting Files/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, es_419, fi, fr, gu, he, hi, hr, hu, id, it, ja, kn, ko, ml, mr, ms, nb, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Private Key Wallets
ar: محافظ المفاتيح الخاصة
bn: ব্যক্তিগত কী ওয়ালেট
ca: Claus privades
cs: Peněženky se soukromými klíči
el: Πορτοφόλια με Ιδιωτικά Κλειδιά
es: Carteras con claves privadas
es_419: Carteras de clave privada
fi: Yksityiset avaimet
fr: Portefeuilles à clé privée
gu: પ્રાઇવેટ કી વૉલેટ્સ
he: ארנקים עם מפתחות פרטיים
hi: प्राइवेट की वॉलेट्स
hr: Novčanici s privatnim ključevima
hu: Privát kulcsok
id: Dompet Kunci Pribadi
it: Portafogli con Chiavi Private
ja: 秘密鍵ウォレット
kn: ಖಾಸಗಿ ಕೀ ವಾಲೆಟ್‌ಗಳು
ko: 개인 키 지갑
ml: സ്വകാര്യ കീ വാലറ്റുകൾ
mr: खाजगी की वॉलेट्स
ms: Dompet Kunci Peribadi
nb: Private Key-lommebøker
nl: Privésleutel-wallets
or: ବ୍ୟକ୍ତିଗତ କୀ ୱାଲେଟ୍
pa: ਪ੍ਰਾਈਵੇਟ ਕੀ ਵਾਲਿਟ
pl: Portfele z kluczami prywatnymi
pt_br: Carteiras de Chaves Privadas
pt_pt: Carteiras de Chave Privada
ro: Portofele cu chei private
ru: Приватные ключи
sk: Peňaženky so súkromnými kľúčmi
sl: Denarnice z zasebnim ključem
sv: Privata nycklar
ta: தனிப்பட்ட விசை வாலட்டுகள்
te: ప్రైవేట్ కీ వాలెట్‌లు
th: กระเป๋าเงินคีย์ส่วนตัว
tr: Özel Anahtar Cüzdanları
uk: Приватні ключі
ur: نجی کلید والے والٹس
vi: Ví khóa riêng
zh_hans: 私钥钱包
zh_hant: 私鑰錢包

source: provider is not ready
ar: الموفر غير جاهز
bn: প্রোভাইডার প্রস্তুত নয়
ca: El proveïdor no està preparat
cs: Poskytovatel není připraven
da: Udbyderen er ikke klar
de: Der Provider ist nicht bereit
el: Ο πάροχος δεν είναι έτοιμος
es: El proveedor no está listo
es_419: El proveedor no está listo
fi: Palveluntarjoaja ei ole valmis
fr: Le fournisseur n’est pas prêt
gu: પ્રોવાઇડર તૈયાર નથી
he: הספק אינו מוכן
hi: प्रदाता तैयार नहीं है
hr: Pružatelj nije spreman
hu: A szolgáltató nem áll készen
id: Penyedia belum siap
it: Il provider non è pronto
ja: プロバイダーの準備ができていません
kn: ಪ್ರೊವೈಡರ್ ಸಿದ್ಧವಾಗಿಲ್ಲ
ko: 프로바이더가 준비되지 않았습니다
ml: പ്രൊവൈഡർ തയ്യാറല്ല
mr: प्रोव्हायडर तयार नाही
ms: Penyedia belum sedia
nb: Leverandøren er ikke klar
nl: De provider is niet gereed
or: ପ୍ରୋଭାଇଡର୍ ପ୍ରସ୍ତୁତ ନୁହେଁ
pa: ਪ੍ਰੋਵਾਈਡਰ ਤਿਆਰ ਨਹੀਂ ਹੈ
pl: Dostawca nie jest gotowy
pt_br: O provedor não está pronto
pt_pt: O fornecedor não está pronto
ro: Furnizorul nu este pregătit
ru: Провайдер не готов
sk: Poskytovateľ nie je pripravený
sl: Ponudnik ni pripravljen
sv: Providern är inte redo
ta: ப்ரொவைடர் தயாராக இல்லை
te: ప్రొవైడర్ సిద్ధంగా లేదు
th: ผู้ให้บริการยังไม่พร้อม
tr: Sağlayıcı hazır değil
uk: Провайдер не готовий
ur: پرووائیڈر تیار نہیں ہے
vi: Nhà cung cấp chưa sẵn sàng
zh_hans: 提供程序尚未就绪
zh_hant: 提供者尚未準備好

source: Public RPC
ar: RPC عام
bn: পাবলিক RPC
ca: RPC públic
cs: Veřejné RPC
da: Offentlig RPC
de: Öffentlicher RPC
el: Δημόσιο RPC
es: RPC público
es_419: RPC público
fi: Julkinen RPC
fr: RPC public
gu: પબ્લિક RPC
he: RPC ציבורי
hi: सार्वजनिक RPC
hr: Javni RPC
hu: Nyilvános RPC
id: RPC publik
it: RPC pubblico
ja: 公開 RPC
kn: ಸಾರ್ವಜನಿಕ RPC
ko: 공용 RPC
ml: പബ്ലിക് RPC
mr: पब्लिक RPC
ms: RPC awam
nb: Offentlig RPC
nl: Openbare RPC
or: ପବ୍ଲିକ RPC
pa: ਪਬਲਿਕ RPC
pl: Publiczne RPC
pt_br: RPC público
pt_pt: RPC público
ro: RPC public
ru: Публичный RPC
sk: Verejné RPC
sl: Javni RPC
sv: Offentlig RPC
ta: பொது RPC
te: పబ్లిక్ RPC
th: RPC สาธารณะ
tr: Herkese açık RPC
uk: Публічний RPC
ur: پبلک RPC
vi: RPC công khai
zh_hans: 公共 RPC
zh_hant: 公開 RPC

source: Rate on the App Store
ar: قيّم على App Store
bn: App Store-এ রেট করুন
ca: Valora a l’App Store
cs: Ohodnotit v App Storu
da: Bedøm i App Store
de: Im App Store bewerten
el: Αξιολογήστε στο App Store
es: Calificar en el App Store
es_419: Califica en App Store
fi: Arvostele App Storessa
fr: Noter sur l’App Store
gu: App Store પર રેટ કરો
he: דרג/י ב-App Store
hi: App Store पर रेट करें
hr: Ocijeni u App Storeu
hu: Értékelés az App Store-ban
id: Beri Penilaian di App Store
it: Valuta su App Store
ja: App Storeで評価する
kn: App Store ನಲ್ಲಿ ರೇಟ್ ಮಾಡಿ
ko: App Store에서 평가하기
ml: App Store-ൽ റേറ്റ് ചെയ്യുക
mr: App Store वर रेट करा
ms: Nilai di App Store
nb: Vurder i App Store
nl: Beoordeel in de App Store
or: App Store ରେ ରେଟ୍ କରନ୍ତୁ
pa: App Store ਤੇ ਰੇਟ ਕਰੋ
pl: Oceń w App Store
pt_br: Avaliar na App Store
pt_pt: Avaliar na App Store
ro: Evaluează în App Store
ru: Оценить в App Store
sk: Ohodnotiť v App Store
sl: Oceni v App Store
sv: Betygsätt i App Store
ta: App Store-இல் மதிப்பிடவும்
te: App Store‌లో రేట్ చేయండి
th: ให้คะแนนบน App Store
tr: App Store’da Değerlendir
uk: Оцінити в App Store
ur: App Store پر ریٹ کریں
vi: Đánh giá trên App Store
zh_hans: 在 App Store 评分
zh_hant: 在 App Store 評分

source: Raw Solana transaction. Big Wallet cannot display decoded instructions for this request. Only approve if you trust this website and expected this transaction.
ar: معاملة Solana خام. لا يستطيع Big Wallet عرض التعليمات التي تم فك ترميزها لهذا الطلب. وافق فقط إذا كنت تثق بهذا الموقع وكنت تتوقع هذه المعاملة.
bn: কাঁচা Solana লেনদেন। Big Wallet এই অনুরোধের ডিকোড করা নির্দেশনা দেখাতে পারে না। আপনি এই ওয়েবসাইটকে বিশ্বাস করলে এবং এই লেনদেনটি প্রত্যাশিত হলে তবেই অনুমোদন করুন।
ca: Transacció Solana en brut. Big Wallet no pot mostrar les instruccions descodificades d’aquesta sol·licitud. Aprova-la només si confies en aquest lloc web i esperaves aquesta transacció.
cs: Nezpracovaná transakce Solana. Big Wallet nemůže u tohoto požadavku zobrazit dekódované instrukce. Schvalte pouze v případě, že tomuto webu důvěřujete a tuto transakci jste očekávali.
da: Rå Solana-transaktion. Big Wallet kan ikke vise afkodede instruktioner for denne anmodning. Godkend kun, hvis du stoler på dette websted og forventede denne transaktion.
de: Rohe Solana-Transaktion. Big Wallet kann die dekodierten Anweisungen für diese Anfrage nicht anzeigen. Genehmige nur, wenn du dieser Website vertraust und diese Transaktion erwartet hast.
el: Ακατέργαστη συναλλαγή Solana. Το Big Wallet δεν μπορεί να εμφανίσει τις αποκωδικοποιημένες εντολές για αυτό το αίτημα. Εγκρίνετε μόνο αν εμπιστεύεστε αυτόν τον ιστότοπο και περιμένατε αυτή τη συναλλαγή.
es: Transacción de Solana sin procesar. Big Wallet no puede mostrar las instrucciones decodificadas de esta solicitud. Aprueba solo si confías en este sitio web y esperabas esta transacción.
es_419: Transacción de Solana sin procesar. Big Wallet no puede mostrar las instrucciones decodificadas de esta solicitud. Aprueba solo si confías en este sitio web y esperabas esta transacción.
fi: Raaka Solana-tapahtuma. Big Wallet ei voi näyttää tämän pyynnön purettuja ohjeita. Hyväksy vain, jos luotat tähän verkkosivustoon ja odotit tätä tapahtumaa.
fr: Transaction Solana brute. Big Wallet ne peut pas afficher les instructions décodées pour cette demande. Approuvez uniquement si vous faites confiance à ce site web et si vous attendiez cette transaction.
gu: કાચું Solana ટ્રાન્ઝેક્શન. Big Wallet આ વિનંતી માટે ડિકોડ કરેલી સૂચનાઓ બતાવી શકતું નથી. તમે આ વેબસાઇટ પર વિશ્વાસ કરો અને આ ટ્રાન્ઝેક્શનની અપેક્ષા હોય તો જ મંજૂર કરો.
he: עסקת Solana גולמית. Big Wallet לא יכול להציג את ההוראות המפוענחות עבור בקשה זו. אשר רק אם אתה סומך על האתר הזה וציפית לעסקה זו.
hi: कच्चा Solana लेनदेन। Big Wallet इस अनुरोध के लिए डिकोड किए गए निर्देश नहीं दिखा सकता। केवल तभी स्वीकृत करें जब आप इस वेबसाइट पर भरोसा करते हैं और इस लेनदेन की अपेक्षा कर रहे थे।
hr: Sirova Solana transakcija. Big Wallet ne može prikazati dekodirane upute za ovaj zahtjev. Odobrite samo ako vjerujete ovoj web-stranici i očekivali ste ovu transakciju.
hu: Nyers Solana-tranzakció. A Big Wallet nem tudja megjeleníteni a kérés dekódolt utasításait. Csak akkor hagyja jóvá, ha megbízik ebben a webhelyben, és számított erre a tranzakcióra.
id: Transaksi Solana mentah. Big Wallet tidak dapat menampilkan instruksi yang didekodekan untuk permintaan ini. Setujui hanya jika Anda mempercayai situs web ini dan memang mengharapkan transaksi ini.
it: Transazione Solana grezza. Big Wallet non può mostrare le istruzioni decodificate per questa richiesta. Approva solo se ti fidi di questo sito web e ti aspettavi questa transazione.
ja: 未解析のSolanaトランザクションです。Big Walletはこのリクエストのデコード済み命令を表示できません。このWebサイトを信頼していて、このトランザクションを予期していた場合のみ承認してください。
kn: ಮೂಲ Solana ವಹಿವಾಟು. ಈ ವಿನಂತಿಗೆ Big Wallet ಡಿಕೋಡ್ ಮಾಡಿದ ಸೂಚನೆಗಳನ್ನು ತೋರಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ. ನೀವು ಈ ವೆಬ್‌ಸೈಟ್‌ನ್ನು ನಂಬಿದರೆ ಮತ್ತು ಈ ವಹಿವಾಟನ್ನು ನಿರೀಕ್ಷಿಸಿದ್ದರೆ ಮಾತ್ರ ಅನುಮೋದಿಸಿ.
ko: 원시 Solana 트랜잭션입니다. Big Wallet은 이 요청의 디코딩된 명령을 표시할 수 없습니다. 이 웹사이트를 신뢰하고 이 트랜잭션을 예상한 경우에만 승인하세요.
ml: അസംസ്കൃത Solana ഇടപാട്. ഈ അഭ്യർത്ഥനയ്ക്കുള്ള ഡികോഡ് ചെയ്ത നിർദ്ദേശങ്ങൾ Big Wallet കാണിക്കാൻ കഴിയില്ല. നിങ്ങൾ ഈ വെബ്‌സൈറ്റിനെ വിശ്വസിക്കുകയും ഈ ഇടപാട് പ്രതീക്ഷിക്കുകയും ചെയ്താൽ മാത്രം അംഗീകരിക്കുക.
mr: कच्चा Solana व्यवहार. या विनंतीसाठी Big Wallet डीकोड केलेल्या सूचना दाखवू शकत नाही. तुम्हाला या वेबसाइटवर विश्वास असल्यास आणि हा व्यवहार अपेक्षित असल्यासच मंजूर करा.
ms: Transaksi Solana mentah. Big Wallet tidak dapat memaparkan arahan yang dinyahkod untuk permintaan ini. Luluskan hanya jika anda mempercayai laman web ini dan menjangkakan transaksi ini.
nb: Rå Solana-transaksjon. Big Wallet kan ikke vise dekodede instruksjoner for denne forespørselen. Godkjenn bare hvis du stoler på dette nettstedet og forventet denne transaksjonen.
nl: Ruwe Solana-transactie. Big Wallet kan de gedecodeerde instructies voor dit verzoek niet weergeven. Keur alleen goed als je deze website vertrouwt en deze transactie verwachtte.
or: କାଚା Solana ଲେନଦେନ। ଏହି ଅନୁରୋଧ ପାଇଁ Big Wallet ଡିକୋଡ୍ କରାଯାଇଥିବା ନିର୍ଦ୍ଦେଶ ଦେଖାଇପାରିବ ନାହିଁ। ଆପଣ ଏହି ୱେବସାଇଟକୁ ଭରସା କରନ୍ତି ଏବଂ ଏହି ଲେନଦେନ ଆଶା କରିଥିଲେ ମାତ୍ର ଅନୁମୋଦନ କରନ୍ତୁ।
pa: ਕੱਚਾ Solana ਲੈਣ-ਦੇਣ। Big Wallet ਇਸ ਬੇਨਤੀ ਲਈ ਡੀਕੋਡ ਕੀਤੀਆਂ ਹਦਾਇਤਾਂ ਨਹੀਂ ਦਿਖਾ ਸਕਦਾ। ਜੇ ਤੁਸੀਂ ਇਸ ਵੈੱਬਸਾਈਟ ਤੇ ਭਰੋਸਾ ਕਰਦੇ ਹੋ ਅਤੇ ਇਸ ਲੈਣ-ਦੇਣ ਦੀ ਉਮੀਦ ਸੀ ਤਾਂ ਹੀ ਮਨਜ਼ੂਰ ਕਰੋ।
pl: Surowa transakcja Solana. Big Wallet nie może wyświetlić zdekodowanych instrukcji dla tego żądania. Zatwierdź tylko, jeśli ufasz tej witrynie i spodziewałeś się tej transakcji.
pt_br: Transação Solana bruta. O Big Wallet não pode exibir as instruções decodificadas desta solicitação. Aprove somente se você confia neste site e esperava esta transação.
pt_pt: Transação Solana em bruto. O Big Wallet não consegue apresentar as instruções descodificadas deste pedido. Aprove apenas se confiar neste site e esperava esta transação.
ro: Tranzacție Solana brută. Big Wallet nu poate afișa instrucțiunile decodificate pentru această solicitare. Aprobă doar dacă ai încredere în acest site și te așteptai la această tranzacție.
ru: Необработанная транзакция Solana. Big Wallet не может показать декодированные инструкции для этого запроса. Подтверждайте только если вы доверяете этому сайту и ожидали эту транзакцию.
sk: Nespracovaná transakcia Solana. Big Wallet nemôže zobraziť dekódované inštrukcie pre túto požiadavku. Schváľte iba vtedy, ak tejto webovej stránke dôverujete a túto transakciu ste očakávali.
sl: Surova transakcija Solana. Big Wallet za to zahtevo ne more prikazati dekodiranih navodil. Odobrite samo, če zaupate temu spletnemu mestu in ste pričakovali to transakcijo.
sv: Rå Solana-transaktion. Big Wallet kan inte visa avkodade instruktioner för den här begäran. Godkänn bara om du litar på den här webbplatsen och förväntade dig den här transaktionen.
ta: மூல Solana பரிவர்த்தனை. இந்த கோரிக்கைக்கான டிகோடு செய்யப்பட்ட வழிமுறைகளை Big Wallet காட்ட முடியாது. இந்த இணையதளத்தை நம்பினால் மற்றும் இந்த பரிவர்த்தனையை எதிர்பார்த்திருந்தால் மட்டுமே அங்கீகரிக்கவும்.
te: ముడి Solana లావాదేవీ. ఈ అభ్యర్థనకు Big Wallet డీకోడ్ చేసిన సూచనలను చూపలేను. మీరు ఈ వెబ్‌సైట్‌ను నమ్మితే మరియు ఈ లావాదేవీని ఆశించినట్లయితే మాత్రమే ఆమోదించండి.
th: ธุรกรรม Solana แบบดิบ Big Wallet ไม่สามารถแสดงคำสั่งที่ถอดรหัสแล้วสำหรับคำขอนี้ได้ อนุมัติเฉพาะเมื่อคุณไว้วางใจเว็บไซต์นี้และคาดว่าจะมีธุรกรรมนี้
tr: Ham Solana işlemi. Big Wallet bu istek için çözümlenmiş talimatları gösteremiyor. Yalnızca bu web sitesine güveniyorsanız ve bu işlemi bekliyorsanız onaylayın.
uk: Необроблена транзакція Solana. Big Wallet не може показати декодовані інструкції для цього запиту. Схвалюйте лише якщо довіряєте цьому вебсайту й очікували цю транзакцію.
ur: خام Solana ٹرانزیکشن۔ Big Wallet اس درخواست کے لیے ڈی کوڈ کی گئی ہدایات نہیں دکھا سکتا۔ صرف اس صورت میں منظور کریں جب آپ اس ویب سائٹ پر بھروسہ کرتے ہوں اور اس ٹرانزیکشن کی توقع کر رہے ہوں۔
vi: Giao dịch Solana thô. Big Wallet không thể hiển thị các lệnh đã giải mã cho yêu cầu này. Chỉ phê duyệt nếu bạn tin tưởng trang web này và đã dự kiến giao dịch này.
zh_hans: 原始 Solana 交易。Big Wallet 无法显示此请求的已解码指令。只有在你信任此网站并且预期会发生这笔交易时才批准。
zh_hant: 原始 Solana 交易。Big Wallet 無法顯示此請求的已解碼指令。只有在你信任此網站且預期這筆交易時才核准。

source: Refresh
ar: تحديث
bn: রিফ্রেশ
ca: Actualitza
cs: Obnovit
da: Opdater
de: Aktualisieren
el: Ανανέωση
es: Actualizar
es_419: Actualizar
fi: Päivitä
fr: Actualiser
gu: રીફ્રેશ
he: רענן
hi: रीफ़्रेश
hr: Osvježi
hu: Frissítés
id: Segarkan
it: Aggiorna
ja: 更新
kn: ರಿಫ್ರೆಶ್
ko: 새로 고침
ml: റിഫ്രെഷ് ചെയ്യുക
mr: रीफ्रेश करा
ms: Muat semula
nb: Oppdater
nl: Vernieuwen
or: ରିଫ୍ରେଶ୍ କରନ୍ତୁ
pa: ਰੀਫ੍ਰੈਸ਼ ਕਰੋ
pl: Odśwież
pt_br: Atualizar
pt_pt: Atualizar
ro: Reîmprospătează
ru: Обновить
sk: Obnoviť
sl: Osveži
sv: Uppdatera
ta: புதுப்பி
te: రిఫ్రెష్ చేయండి
th: รีเฟรช
tr: Yenile
uk: Оновити
ur: ریفریش کریں
vi: Làm mới
zh_hans: 刷新
zh_hant: 重新整理

source: Remove Account
ar: إزالة الحساب
bn: অ্যাকাউন্ট সরান
ca: Eliminar el compte
cs: Odebrat účet
da: Fjern konto
de: Konto entfernen
el: Αφαίρεση λογαριασμού
es: Eliminar cuenta
es_419: Eliminar cuenta
fi: Poista tili
fr: Supprimer le compte
gu: એકાઉન્ટ દૂર કરો
he: הסר חשבון
hi: अकाउंट हटाएँ
hr: Ukloni račun
hu: Fiók törlése
id: Hapus Akun
it: Rimuovi account
ja: アカウントを削除
kn: ಖಾತೆ ತೆಗೆದುಹಾಕಿ
ko: 계정 삭제
ml: അക്കൗണ്ട് നീക്കം ചെയ്യുക
mr: खाते काढा
ms: Buang Akaun
nb: Fjern konto
nl: Account verwijderen
or: ଆକାଉଣ୍ଟ ହଟାନ୍ତୁ
pa: ਖਾਤਾ ਹਟਾਓ
pl: Usuń konto
pt_br: Remover Conta
pt_pt: Remover conta
ro: Elimină contul
ru: Удалить аккаунт
sk: Odstrániť účet
sl: Odstrani račun
sv: Ta bort konto
ta: கணக்கை அகற்று
te: ఖాతాను తీసివేయండి
th: ลบบัญชี
tr: Hesabı Kaldır
uk: Видалити акаунт
ur: اکاؤنٹ ہٹائیں
vi: Xóa tài khoản
zh_hans: 删除账户
zh_hant: 移除帳戶

source: Remove anyway
ar: إزالة على أي حال
bn: তবুও সরান
ca: Eliminar igualment
cs: Přesto odstranit
da: Fjern alligevel
de: Trotzdem entfernen
el: Διαγραφή ούτως ή άλλως
es: Eliminar de todos modos
es_419: Eliminar de todos modos
fi: Poista silti
fr: Supprimer quand même
gu: તેમ છતાં દૂર કરો
he: להסיר בכל זאת
hi: फिर भी हटाएँ
hr: Svejedno ukloni
hu: Mégis eltávolítom
id: Tetap hapus
it: Rimuovi comunque
ja: それでも削除
kn: ಆದರೂ ತೆಗೆದುಹಾಕಿ
ko: 그래도 제거
ml: എങ്കിലും നീക്കം ചെയ്യുക
mr: तरीही काढा
ms: Buang juga
nb: Fjern likevel
nl: Toch verwijderen
or: ତଥାପି ହଟାନ୍ତୁ
pa: ਫਿਰ ਵੀ ਹਟਾਓ
pl: Usuń mimo to
pt_br: Remover mesmo assim
pt_pt: Remover mesmo assim
ro: Elimină oricum
ru: Все равно удалить
sk: Aj tak odstrániť
sl: Vseeno odstrani
sv: Ta bort ändå
ta: எப்படியும் அகற்று
te: అయినా తీసివేయండి
th: ลบต่อไปเลย
tr: Yine de kaldır
uk: Все одно видалити
ur: پھر بھی ہٹائیں
vi: Vẫn xóa
zh_hans: 仍然移除
zh_hant: 仍要移除

source: Remove Wallet
ar: إزالة المحفظة
bn: ওয়ালেট সরান
ca: Elimina la cartera
cs: Odstranit peněženku
da: Fjern tegnebog
de: Wallet entfernen
el: Αφαίρεση Πορτοφολιού
es: Eliminar billetera
es_419: Eliminar billetera
fi: Poista lompakko
fr: Supprimer le portefeuille
gu: વૉલેટ દૂર કરો
he: הסר ארנק
hi: वॉलेट हटाएँ
hr: Ukloni novčanik
hu: Tárca eltávolítása
id: Hapus Dompet
it: Rimuovi Portafoglio
ja: ウォレットを削除
kn: ವಾಲೆಟ್ ತೆಗೆದುಹಾಕಿ
ko: 지갑 삭제
ml: വാലറ്റ് നീക്കം ചെയ്യുക
mr: वॉलेट काढा
ms: Padam Dompet
nb: Fjern lommebok
nl: Portemonnee verwijderen
or: ୱାଲେଟ ହଟାନ୍ତୁ
pa: ਵਾਲਿਟ ਹਟਾਓ
pl: Usuń portfel
pt_br: Remover carteira
pt_pt: Remover carteira
ro: Elimină portofelul
ru: Удалить кошелек
sk: Odstrániť peňaženku
sl: Odstrani denarnico
sv: Ta bort plånbok
ta: வாலட்டை அகற்று
te: వాలెట్‌ను తీసివేయండి
th: ลบกระเป๋าเงิน
tr: Cüzdanı Kaldır
uk: Видалити гаманець
ur: والٹ ہٹائیں
vi: Xóa Ví
zh_hans: 删除钱包
zh_hant: 移除錢包

source: Removed wallets can't be recovered
ar: لا يمكن استعادة المحافظ المحذوفة
bn: সরানো ওয়ালেট পুনরুদ্ধার করা যায় না
ca: Les carteres eliminades no es poden recuperar
cs: Smazané peněženky nelze obnovit
da: Fjernede wallets kan ikke gendannes
de: Entfernte Wallets können nicht wiederhergestellt werden
el: Τα αφαιρεμένα πορτοφόλια δεν μπορούν να ανακτηθούν
es: No se pueden recuperar las carteras eliminadas
es_419: Las carteras eliminadas no se pueden recuperar
fi: Poistettuja lompakoita ei voi palauttaa
fr: Les portefeuilles supprimés ne peuvent pas être récupérés
gu: દૂર કરેલા વૉલેટ્સ પુનઃપ્રાપ્ત કરી શકાતા નથી
he: לא ניתן לשחזר ארנקים שנמחקו
hi: हटाए गए वॉलेट को वापस नहीं लाया जा सकता
hr: Uklonjeni novčanici ne mogu se vratiti
hu: A törölt tárcák nem állíthatók helyre
id: Dompet yang dihapus tidak dapat dipulihkan
it: I wallet rimossi non possono essere recuperati
ja: 削除したウォレットは復元できません
kn: ತೆಗೆದುಹಾಕಿದ ವಾಲೆಟ್‌ಗಳನ್ನು ಮರುಪಡೆಯಲು ಸಾಧ್ಯವಿಲ್ಲ
ko: 삭제된 지갑은 복구할 수 없습니다
ml: നീക്കം ചെയ്ത വാലറ്റുകൾ വീണ്ടെടുക്കാൻ കഴിയില്ല
mr: काढलेली वॉलेट्स पुनर्प्राप्त करता येत नाहीत
ms: Dompet yang telah dipadam tidak boleh dipulihkan
nb: Slettede lommebøker kan ikke gjenopprettes
nl: Verwijderde wallets kunnen niet worden hersteld
or: ହଟାଯାଇଥିବା ୱାଲେଟ୍ ପୁନରୁଦ୍ଧାର କରାଯାଇପାରିବ ନାହିଁ
pa: ਹਟਾਏ ਗਏ ਵਾਲਿਟ ਮੁੜ ਪ੍ਰਾਪਤ ਨਹੀਂ ਕੀਤੇ ਜਾ ਸਕਦੇ
pl: Usuniętych portfeli nie można odzyskać
pt_br: Carteiras removidas não podem ser recuperadas
pt_pt: Carteiras removidas não podem ser recuperadas
ro: Portofelele eliminate nu pot fi recuperate
ru: Восстановить удаленный кошелек не получится
sk: Odstránené peňaženky sa nedajú obnoviť
sl: Odstranjenih denarnic ni mogoče obnoviti
sv: Borttagna plånböcker kan inte återställas
ta: அகற்றப்பட்ட வாலட்டுகளை மீட்டெடுக்க முடியாது
te: తీసివేసిన వాలెట్‌లను తిరిగి పొందలేరు
th: กระเป๋าเงินที่ถูกลบแล้วไม่สามารถกู้คืนได้
tr: Silinen cüzdanlar geri getirilemez
uk: Відновити видалені гаманці не вийде
ur: ہٹائے گئے والٹس بحال نہیں کیے جا سکتے
vi: Không thể khôi phục ví đã bị xóa
zh_hans: 已移除的钱包无法恢复
zh_hant: 已移除的錢包無法復原

source: Removing the last account removes the wallet as well
ar: ستؤدي إزالة الحساب الأخير إلى إزالة المحفظة أيضًا
bn: শেষ অ্যাকাউন্ট সরালে ওয়ালেটটিও সরবে
ca: Si elimines l’últim compte, la cartera també s’eliminarà
cs: Odstraněním posledního účtu se odstraní také peněženka
da: Hvis du fjerner den sidste konto, fjernes walleten også
de: Das Entfernen des letzten Accounts entfernt auch die Wallet
el: Η αφαίρεση του τελευταίου λογαριασμού αφαιρεί και το πορτοφόλι
es: Eliminar la última cuenta también eliminará la billetera
es_419: Eliminar la última cuenta también elimina la billetera
fi: Viimeisen tilin poistaminen poistaa myös lompakon
fr: Supprimer le dernier compte supprime également le portefeuille
gu: છેલ્લું એકાઉન્ટ દૂર કરવાથી વૉલેટ પણ દૂર થશે
he: הסרת החשבון האחרון מסירה גם את הארנק
hi: अंतिम अकाउंट हटाने से वॉलेट भी हट जाएगा
hr: Uklanjanje posljednjeg računa uklanja i novčanik
hu: Az utolsó fiók eltávolításával a tárca is törlődik
id: Menghapus akun terakhir juga akan menghapus dompet
it: La rimozione dell’ultimo account rimuove anche il wallet
ja: 最後のアカウントを削除すると、ウォレットも削除されます
kn: ಕೊನೆಯ ಖಾತೆಯನ್ನು ತೆಗೆದುಹಾಕಿದರೆ ವಾಲೆಟ್ ಕೂಡ ತೆಗೆದುಹಾಕಲಾಗುತ್ತದೆ
ko: 마지막 계정을 제거하면 지갑도 함께 삭제됩니다
ml: അവസാന അക്കൗണ്ട് നീക്കം ചെയ്യുന്നത് വാലറ്റിനെയും നീക്കം ചെയ്യും
mr: शेवटचे खाते काढल्यास वॉलेटही काढले जाते
ms: Membuang akaun terakhir akan membuang dompet juga
nb: Hvis du fjerner den siste kontoen, fjernes også lommeboken
nl: Als je het laatste account verwijdert, wordt de wallet ook verwijderd
or: ଶେଷ ଆକାଉଣ୍ଟ ହଟାଇଲେ ୱାଲେଟ୍ ମଧ୍ୟ ହଟିଯାଏ
pa: ਆਖਰੀ ਖਾਤਾ ਹਟਾਉਣ ਨਾਲ ਵਾਲਿਟ ਵੀ ਹਟ ਜਾਂਦਾ ਹੈ
pl: Usunięcie ostatniego konta spowoduje również usunięcie portfela
pt_br: Remover a última conta remove a carteira também
pt_pt: Remover a última conta também remove a carteira
ro: Eliminarea ultimului cont va elimina și portofelul
ru: Если удалить последний аккаунт, кошелек тоже удалится
sk: Odstránením posledného účtu sa odstráni aj peňaženka
sl: Odstranitev zadnjega računa odstrani tudi denarnico
sv: Om du tar bort det sista kontot tas även plånboken bort
ta: கடைசி கணக்கை அகற்றினால் வாலட்டும் அகற்றப்படும்
te: చివరి ఖాతాను తీసివేస్తే వాలెట్ కూడా తీసివేయబడుతుంది
th: การลบบัญชีสุดท้ายจะลบกระเป๋าเงินด้วยเช่นกัน
tr: Son hesabı kaldırmak cüzdanı da kaldırır
uk: Видалення останнього облікового запису також видаляє гаманець
ur: آخری اکاؤنٹ ہٹانے سے والٹ بھی ہٹ جاتا ہے
vi: Xóa tài khoản cuối cùng cũng sẽ xóa ví
zh_hans: 删除最后一个账户也会同时删除钱包
zh_hant: 移除最後一個帳戶也會移除錢包

source: Repeat Password
ar: إعادة كلمة المرور
bn: পাসওয়ার্ড আবার লিখুন
ca: Repetir contrasenya
cs: Zopakovat heslo
da: Gentag adgangskode
de: Passwort wiederholen
el: Επαναλάβετε τον κωδικό πρόσβασης
es: Repetir contraseña
es_419: Repetir contraseña
fi: Toista salasana
fr: Répéter le mot de passe
gu: પાસવર્ડ ફરી દાખલ કરો
he: חזור על הסיסמה
hi: पासवर्ड दोहराएँ
hr: Ponovite lozinku
hu: Jelszó megismétlése
id: Ulangi Kata Sandi
it: Ripeti password
ja: パスワードを再入力
kn: ಪಾಸ್‌ವರ್ಡ್ ಮರು ನಮೂದಿಸಿ
ko: 비밀번호 다시 입력
ml: പാസ്‌വേഡ് ആവർത്തിക്കുക
mr: पासवर्ड पुन्हा प्रविष्ट करा
ms: Ulang Kata Laluan
nb: Gjenta passord
nl: Wachtwoord herhalen
or: ପାସୱାର୍ଡ ପୁନରାବୃତ୍ତି କରନ୍ତୁ
pa: ਪਾਸਵਰਡ ਦੁਹਰਾਓ
pl: Powtórz hasło
pt_br: Repetir senha
pt_pt: Repetir palavra-passe
ro: Repetă parola
ru: Повторить пароль
sk: Zopakovať heslo
sl: Ponovi geslo
sv: Upprepa lösenord
ta: கடவுச்சொல்லை மீண்டும் உள்ளிடவும்
te: పాస్‌వర్డ్ మళ్లీ నమోదు చేయండి
th: ยืนยันรหัสผ่าน
tr: Parolayı Tekrarla
uk: Повторіть пароль
ur: پاس ورڈ دوبارہ درج کریں
vi: Nhập lại mật khẩu
zh_hans: 重复密码
zh_hant: 再次輸入密碼

source: Reset to
ar: إعادة تعيين إلى
bn: রিসেট করুন
ca: Restablir a
cs: Resetovat na
da: Nulstil til
de: Zurücksetzen auf
el: Επαναφορά σε
es: Restablecer a
es_419: Restablecer a
fi: Nollaa
fr: Réinitialiser sur
gu: રીસેટ કરો
he: איפוס ל
hi: रीसेट करें
hr: Vrati na
hu: Visszaállítás erre:
id: Atur ulang ke
it: Ripristina a
ja: リセット先
kn: ಮರುಹೊಂದಿಸಿ
ko: 재설정하기
ml: റീസെറ്റ് ചെയ്യുക
mr: रीसेट करा
ms: Tetapkan semula kepada
nb: Tilbakestill til
nl: Resetten naar
or: ରିସେଟ୍ କରନ୍ତୁ
pa: ਰੀਸੈੱਟ ਕਰੋ
pl: Resetuj do
pt_br: Redefinir para
pt_pt: Redefinir para
ro: Resetează la
ru: Сбросить
sk: Obnoviť na
sl: Ponastavi na
sv: Återställ till
ta: மீட்டமை
te: రీసెట్ చేయండి
th: รีเซ็ตเป็น
tr: Sıfırla
uk: Скинути до
ur: ری سیٹ کریں
vi: Đặt lại thành
zh_hans: 重置为
zh_hant: 重設為

source: Secret Words
ar: العبارة السرية
bn: গোপন শব্দ
ca: Frase secreta
cs: Tajná fráze
da: Hemmelig frase
de: Geheime Wörter
el: Μυστική φράση
es: Frase secreta
es_419: Frase secreta
fi: Salainen lause
fr: Mots secrets
gu: ગુપ્ત શબ્દો
he: מילות סוד
hi: गुप्त वाक्यांश
hr: Tajna fraza
hu: Titkos jelszó
id: Frasa Rahasia
it: Frase segreta
ja: 秘密のフレーズ
kn: ಗುಪ್ತ ಪದಗಳು
ko: 비밀 문구
ml: രഹസ്യ വാക്കുകൾ
mr: गुप्त शब्द
ms: Frasa Rahsia
nb: Hemmelig frase
nl: Geheime frase
or: ଗୁପ୍ତ ଶବ୍ଦ
pa: ਗੁਪਤ ਸ਼ਬਦ
pl: Sekretna fraza
pt_br: Frase secreta
pt_pt: Frase secreta
ro: Frază secretă
ru: Секретная фраза
sk: Tajná fráza
sl: Skrivne besede
sv: Hemlig fras
ta: ரகசிய சொற்கள்
te: రహస్య పదాలు
th: วลีกู้คืนความลับ
tr: Gizli Kelimeler
uk: Секретна фраза
ur: خفیہ الفاظ
vi: Cụm từ bí mật
zh_hans: 助记词
zh_hant: 助記詞
